export const texts1 = [
  {
    text: 'Яндекс Практикум — это сервис онлайн-образования, доступный в России и Америке. Мы помогаем людям расти — на работе и в жизни. Студенты могут освоить новую специальность, заговорить на иностранном языке и получать удовольствие от того, чем занимаются — каждый день.'
  },
  {
    text: 'Сейчас мы делаем продвинутый курс «Мидл фронтенд-разработчик», наши студенты — разработчики с опытом, которые замотивированы решать интересные задачи. Наша цель — научить студентов не просто кодингу, а дать им мышление инженера, который отлично разбирается в применяемых технологиях и может самостоятельно решать сложные задачи. Если у вас есть знания и опыт в области фронтенд-разработки — вы можете стать наставником.'
  },
]

export const texts2 = [
  {
    text: 'Наставник помогает студентам учиться: отвечает на вопросы и помогает с трудностями. Каждый наставник курирует группу из 50 студентов: общается с ними в Slack, проводит групповые звонки на протяжении 4 месяцев обучения и постоянно улучшает образовательный опыт.'
  },
]

export const texts3 = [
  {
    text: 'Скорее всего — да, если вы:'
  },
  {
    text: '* Имеете опыт работы программистом больше трёх лет;'
  },
  {
    text: '* Знаете HTML, CSS;'
  }, {
    text: '* Работали с JavaScript, React, TypeScript, Node.js'
  },
  {
    text: '* Готовы посвящать проекту от 8 до 12 часов в неделю. Удобное для вас время будем рады обсудить лично.'
  },
  {
    text: '* Скорее всего — да, если вы:'
  },
];

export const texts4 = [
  {
    text: '* Удалённое сотрудничество и ежемесячное вознаграждение;'
  },
  {
    text: '* Частичную занятость и возможность совмещать участие в проекте с основной работой;'
  }, {
    text: '* Обмен опытом с разработчиками в нашем сообществе;'
  },
  {
    text: '* Обучение в Школе наставников Яндекс Практикума.'
  },
];

export const texts5 = [
  {
    text: 'Мы в первую очередь ценим практический опыт с теми технологиями, которые изучают на наших курсах. Нам важно, чтобы наставники делились с группой настоящими рабочими кейсами, поэтому экспертами становятся разработчики уровня мидл и старше.'
  },
  {
    text: 'Опыт преподавания или обучения необязателен, главное — желание. Каждый эксперт проходит Школу наставников от Практикума, где знакомится с лучшими практиками образовательного процесса и с другими наставниками.'
  },
];

export const texts6 = [
  {
    text: 'Школа наставников — это двухнедельный интенсив по коммуникации и управлению командой для IT-специалистов. Вы узнаете, как передавать знания и опыт начинающим разработчикам и создавать условия для развития самостоятельности своих подопечных.'
  },
  {
    text: 'Вас ждёт пять вебинаров в вечернее время продолжительностью 2,5 часа и небольшие домашние задания, рассчитанные на 30–60 минут.'
  },

];